Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Select the field whose values will form part of this worker's category.
fr_fr: Sélectionnez le champ dont les valeurs feront partie de la catégorie de cet(te) employé(e).

source: An entity is required.
fr_fr: Une entité est requise.

source: A field is required.
fr_fr: Un champ est obligatoire.

source: Fill blank fields value with custom values.
fr_fr: Remplissez les champs vides avec des valeurs personnalisées.

source: The custom value cannot be longer than 50 characters.
fr_fr: La valeur personnalisée ne peut pas dépasser 50 caractères.

source: A custom value is required when using custom blank values.
fr_fr: Une valeur personnalisée est requise lors de l'utilisation de valeurs vides personnalisées.

source: Fill blank fields value with a [Blank] value.
fr_fr: Remplir les champs vides avec une valeur [Blank].

source: Define how blank values should be handled.
fr_fr: Définissez la façon dont les valeurs vides doivent être traitées.

source: Blank values
fr_fr: Valeurs vides

source: Skip blank fields.
fr_fr: Ignorer les champs vides.

source: You must add at least one concatenated field.
fr_fr: Vous devez ajouter au moins un champ concaténé.

source: The blank value behavior is required.
fr_fr: Le comportement de valeur vide est obligatoire.

source: The separator is required.
fr_fr: Le séparateur est obligatoire.

source: You have not added any fields yet.
fr_fr: Vous n'avez pas encore ajouté de champs.

source: Preview (blank):
fr_fr: Aperçu (vide) :

source: Preview (default):
fr_fr: Aperçu (par défaut) :

source: Complete the configuration to see the preview of category of worker.
fr_fr: Complétez la configuration pour voir l'aperçu de la catégorie d'employé(e).

source: Example of a configuration tailored to the specific use case.
fr_fr: Exemple de configuration adaptée au cas d'usage spécifique.

source: • (bullet)
fr_fr: • (puce)

source: : (colon)
fr_fr: : (deux-points)

source: , (comma)
fr_fr: , (virgule)

source: - (dash)
fr_fr: - (tiret)

source: / (forward slash)
fr_fr: / (barre oblique)

source: – (hyphen)
fr_fr: – (tiret)

source: Select the separator you want to use for the configuration.
fr_fr: Sélectionnez le séparateur que vous souhaitez utiliser pour la configuration.

source: ; (semicolon)
fr_fr: ; (point-virgule)

source: | (vertical bar)
fr_fr: | (barre verticale)
